{
	"global.close": "Schliessen",
	"mgmt.config.security.geoblock.resetToDefaultButton": "Auf Standardwerte zurücksetzen (nur die erfahrungsgemäss risikoreichsten Länder)",
	"mgmt.constellation.setup.dnsText": "Dies ist ein DNS, das innerhalb Ihres Constellation-Netzwerks läuft. Er schreibt die DNS-Einträge Ihrer Domänen automatisch so um, dass sie in Ihrem Netzwerk lokal sind, und ermöglicht es Ihnen ausserdem, Werbung und Tracker auf allen mit Ihrem Netzwerk verbundenen Geräten zu blockieren. Sie können auch benutzerdefinierte DNS-Einträge hinzufügen, um bestimmte IP-Adressen aufzulösen. Dieser DNS-Server ist nur von Ihrem Netzwerk aus zugänglich.",
	"mgmt.constellation.setup.firewallInfo": "Demnächst verfügbar. Diese Funktion wird es Ihnen ermöglichen, Ports auf jedem Gerät einzeln zu öffnen und zu schliessen und festzulegen, wer auf sie zugreifen darf.",
	"mgmt.constellation.setup.unsafeRoutesText": "Demnächst verfügbar. Diese Funktion wird es Ihnen ermöglichen, Ihren Datenverkehr über Ihre Geräte zu Dingen ausserhalb Ihrer Constellation zu tunneln.",
	"mgmt.storage.snapraid.createParity.Step1Text": "Wählen Sie zunächst die Paritätsdisk aus. Eine Paritätsdisks schützt vor einem Datenträgerausfall, zwei Paritätsfestplatten vor zwei Datenträgerausfällen und so weiter. Denken Sie daran, dass diese Datenträger nur für die Parität verwendet werden und nicht für die Datenspeicherung zur Verfügung stehen. Die Paritätsdisks müssen mindestens so gross sein wie der grösste Datenträger und sollten leer sein.",
	"mgmt.urls.edit.advancedSettings.filterIpWarning": "Mit dieser Einstellung werden alle Anfragen herausgefiltert, die nicht von den angegebenen IPs stammen. Dies erfordert, dass Ihr Setup die wahre IP des Clients meldet. Standardmässig wird dies der Fall sein, aber einige exotische Einstellungen (wie die Installation von docker/resiOS unter Windows oder hinter Cloudlfare) verhindern, dass resiOS die wahre IP des Clients kennt. Wenn Sie oben \"Restrict to Constellation\" verwendet haben, werden Constellation-IPs unabhängig von dieser Einstellung immer zugelassen.",
	"navigation.monitoring.resourceDashboard.reasonBySmartShield": "Smart Shield (verschiedene Missbrauchsmetriken wie Zeit, Grösse, Brute-Force, gleichzeitige Anfragen, usw...). Es beinhaltet keine Sperrung für gesperrte IP, um Ressourcen im Falle von potenziellen Angriffen zu sparen.",
	"navigation.monitoring.resourceDashboard.reasonByWhitelist": "Nach IP-Whitelists (einschliesslich der auf Constellation beschränkten)"
}